<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Business Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used during registration of a business.
    |
    */
   
   'name_card' => 'នាមប័ណ្ណ',
   'followup' => 'ថែរក្សាអតិថិជន',
    'passport' => 'លិខិតឆ្លងដែន',
   'ticket' => 'សំនួរចម្លើយ',
   'job_description' => 'លំអិតការងារ',
   'hieght' => 'កំពស់',
   'weight' => 'ទំងន់',
   'guardien_type' => 'ប្រភេទអណាព្យាបាល',
   'uniform_size' => 'ឯកសណ្ឋាន',
   'member_date' => 'ថ្ងៃចូលធ្វើការ',
   'insurance_number' => 'លេខធានារ៉ាប់រង',
   'ss_number' => 'លេខ ប.ស.ស',
   'passport_page1' => 'លិខិតឆ្លងដែន',
   'welcome_card'=> 'លិខិតសូមស្វាគមន៍សមាជិកថ្មី',
   
    'congratulation_letter' => 'លិខិតអបអរចូលធ្វើការ',
    'no_data' => 'មិនមានទិន្នន័យ',
    'name_in_khmer' => 'ឈ្មោះជាភាសាខ្មែរ',
   'signature' => 'ហត្ថលេខា',
   'child_count' => 'ចំនួនកូន',
   'alternate_number' => 'លេខទូរស័ព្ទទី២',
   'education' => 'ការអប់រំ',
   'hobby' => 'ចំណង់ចំណូលចិត្ត',
   
     'letter_worked' => 'លិខិតបញ្ជាក់ការងារ',
      'stop_working' => 'ឈប់ធ្វើការ',
    'stop_working' => 'ឈប់ធ្វើការ',
    'working' => 'នៅធ្វើការ',    
    'edit_profile' => 'បច្ចុប្បន្នភាពប្រវត្តិរូប',
    'change_password' => 'ប្តូរលេខសំងាត់',
    'current_password' => 'លេខសំងាត់បច្ចុប្បន្ន',
    'new_password' => 'លេខសំងាត់ថ្មី',
    'confirm_new_password' => 'វាយលេខសំងាត់ម្តងទៀត',
    'user_management' => 'ធនធានមនុស្ស',
    'roles' => 'សិទ្ធប្រើប្រាស់',
    'users' => 'បុគ្គលិក',
    'manage_roles' => 'គ្រប់គ្រងសិទ្ធប្រើប្រាស់',
    'all_roles' => 'សិទ្ធប្រើប្រាស់ទាំងអស់',
    'add_role' => 'បន្ថែមសិទ្ធប្រើប្រាស់',
    'role_name' => 'ឈ្មោះសិទ្ធប្រើប្រាស់',
    'permissions' => 'ការអនុញ្ញាតិ',
    'role_added' => 'សិទ្ធប្រើប្រាស់ បន្ថែម ជោគជ័យ',
    'role_already_exists' => 'សិទ្ព្ធប្រើប្រាស់មានឈ្មោះនេះមានរួចរាល់ហើយ',
    'edit_role' => 'បច្ចុប្បន្នភាពសិទ្ធប្រើប្រាស់',
    'role_updated' => 'សិទ្ធប្រើប្រាស់ បច្ចុប្បន្នភាព ជោគជ័យ',
    'role_deleted' => 'សិទ្ធប្រើប្រាស់ លុប ជោគជ័យ',
    'manage_users' => 'គ្រប់គ្រងបុគ្គលិក',
    'all_users' => 'បុគ្គលិកទាំងអស់',
    'name' => 'ឈ្មោះ',
    'role' => 'សិទ្ធប្រើប្រាស់',
    'add_user' => 'បន្ថែមបុគ្គលិក',
    'user_added' => 'បុគ្គលិក បន្ថែម ជោគជ័យ',
    'role_is_default' => 'អ្នកមិនអាចកែ សិទ្ធប្រើប្រាស់នេះបានទេ',
    'edit_user' => 'បច្ចុប្បន្នភាពបុគ្គលិក',
    'leave_password_blank' => "ដាក់កន្លែងនេះអោយទំនេរ ប្រសិនបើអ្នកមិនចង់ប្តូរលេខសំងាត់",
    'user_update_success' => 'បុគ្គលិក បច្ចុប្បន្នភាព ជោគជ័យ',
    'user_delete_success' => 'បុគ្គលិក លុប ជោគជ័យ',
    'scan_here' => 'សូមស្កេនដើម្បីបញ្ជាក់',
    'property_of' => 'ទ្រព្យសម្បត្តិរបស់',
    'certificate' => 'លិខិតសសើរ',
    'passport_card' => 'ប្រវត្តិរូបសង្ខេប',
    'id_card' => 'ប័ណ្ណសំគាល់ខ្លួន',
    'qr' => 'ឃ្យូរអ័រកូដ',
    'card' => 'នាមប័ណ្ណ',
    'id' => 'អត្តលេខ',
    
        'asset_alocation' => 'ការបែងចែកទ្រព្យសកម្ម',  
'asset_category' => 'ប្រភេទទ្រព្យសកម្ម',  
'asset_name' => 'ឈ្មោះទ្រព្យសកម្ម',  
'quantity' => 'បរិមាណ',  
'series_model' => 'ស៊េរី/ម៉ូដែល',  
'purchase_date' => 'កាលបរិច្ឆេទទិញ'  ,
'using_company_asset' => 'ការប្រើប្រាស់ទ្រព្យសកម្មរបស់ក្រុមហ៊ុន'
];